Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/housing_assistance_payment.html.txt.tmx
Source language: en
Languages: ga

source: • When you are a HAP tenant
ga: • Nuair atá ÍCT á fáil agat

source: The Housing Assistance Payment (HAP) is a form of social housing support for people who have a long-term housing need
ga: Is saghas tacaíochta tithíochta sóisialta í an Íocaíocht Cúnaimh Tithíochta (ÍCT) le haghaidh dhaoine a bhfuil riachtanas fadtéarmach tithíochta acu agus ar gá dóibh cáiliú do thacaíocht tithíochta sóisialta

source: HAP will eventually replace long-term Rent Supplement
ga: Riarann údaráis tithíochta í agus tiocfaidh sí ina ionad an Fhorlíonta Cíosa fhadtéarmaigh ar deireadh thiar - féach 'Tuilleadh eolais' thíos

source: It has been introduced under the Housing (Miscellaneous Provisions) Act 2014 and a series of Statutory Instruments
ga: Tá ÍCT á tabhairt isteach faoin Acht Tithíochta (Forálacha Ilghnéitheacha), 2014 agus sraith d'Ionstraimí Reachtúla

source: The HAP scheme aims to allow all social housing supports to be accessed through one body - the local authority - and to enable people to take up full-time employment and keep their housing support
ga: Tá sé mar aidhm ag an scéim ÍCT gach tacaíocht tithíochta sóisialta a bheith ar fáil trí chomhlachas amháin - an t-údarás áitiúil agus ligint do dhaoine ar ÍCT fostaíocht lán-aimseartha a ghlacadh gan a dtacaíocht tithíochta sóisialta a chailliúint

source: Under the scheme, local authorities pay landlords directly*
ga: Faoin scéim ÍCT, íocann an t-údarás áitiúil an tiarna talún go díreach

source: *all local authorities use the HAP Shared Services Centre, which is based in Limerick, to collect rents from HAP tenants and make HAP rental payments to landlords
ga: Íocann an tionónta ranníocaíocht sheachtainiúil chíosa ÍCT leis an údarás áitiúil, bunaithe ar ioncam seachtainiúil an teaghlaigh

source: There is detailed information about HAP on hap.ie, including booklets for landlords (pdf) and tenants (pdf), along with a general information leaflet (pdf)
ga: Tá mionfhaisnéis faoin ÍCT foilsithe ag an Roinn Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil, a chuimsíonn leabhráin do thiarnaí talún (pdf) agus do thionóntaí (pdf), chomh maith le bileog faisnéise ginearálta (pdf)

source: HAP has been rolled out gradually and, with effect from 1 March 2017, is now available in all local authority areas throughout the State
ga: Rinneadh uasteorainneacha cíosa ÍCT a mhéadú ó 1 Iúil 2016. Rinneadh an t-athrú seo trí Rialacháin. Léigh tuilleadh i ‘Cíos’ agus ‘Rátaí’ thios

source: You must be on the local authority’s housing list – which means that you qualify for social housing support
ga: • Comhairle Contae Chill Chainnigh • Comhairle Contae Chill Dara • Comhairle Contae agus Cathrach Luimnigh • Comhairle Contae Lú • Comhairle Contae na Mí • Comhairle Contae Mhuigh Eo • Comhairle Contae Mhuineacháin • Comhairle Contae Uíbh Fhailí

source: See our document on applying for local authority/social housing for details of assessment for social housing support
ga: • Comhairle Contae Shligigh • Comhairle Contae Bhaile Átha Cliath Theas • Comhairle Contae Thiobraid Árann

source: You cannot transfer from any other form of social housing to HAP
ga: • Comhairle Contae agus Cathrach Phort Láirge

source: The Homeless HAP Pilot, which is operated by the Dublin Region Homeless Executive (DRHE) on behalf of the Dublin local authorities, provides discretion to exceed the HAP rent limits for homeless households, if this is necessary in order to source suitable accommodation
ga: • Teaghlaigh incháilithe gan dídean i mBaile Átha Cliath (Comhairle Cathrach Bhaile Átha Cliath, Comhairle Contae Fhine Gall, Comhairle Contae Bhaile Átha Cliath Theas agus Comhairle Contae Dhún Laoghaire-Ráth an Dúin)

source: To qualify for HAP under the pilot scheme, a household must be accepted as homeless within the meaning of section 2 of the Housing Act 1988 by one of the 4 Dublin local authorities
ga: Tá an scéim le leathnú go 9 n-údarás áitiúil eile ó 1 Nollaig 2016 agus go gach údarás áitiúil eile (atá go léir i mBaile Átha Cliath) ó Mhárta 2017

source: You must apply within 6 weeks of being asked to do so (but if necessary an extra 6 weeks can be allowed)
ga: Ní mór go bhfuil tú ar liosta tithíochta an údaráis áitiúil – a chiallaíonn go bhfuil tú cáilithe do thacaíocht tithíochta sóisialta

source: You may then be transferred to HAP or to another form of social housing support
ga: Féach ár gcáipéis ar iarratas a dhéanamh ar thithíocht údaráis áitiúil chun teacht ar shonraí faoi mheasúnú le haghaidh tacaíocht tithíochta sóisialta

source: The legislative basis for these arrangements is a series of amendments made to the Social Welfare Consolidation Act 2005 by Section 54 (3) of the Housing (Miscellaneous Provisions) Act 2014
ga: Aistreofar daoine atá ar an liosta tithíochta, a bhfuil áit chónaithe ar cíos cheana féin acu agus a bhfuil Forlíonadh Cíosa a fháil cheana féin, go dtí an ÍCT ar bhonn céimnithe

source: Tenancy arrangements under HAP
ga: Ta siad i dteideal iarratas a dhéanamh ar ÍCT faoi láthair, gan fanacht ar an aistriúchan sin

source: Under HAP you must find your own private rented accommodation - the local authority will not source it for you
ga: Ni gá go mbeifeá ar Fhorlíonadh Cíosa chun cáiliú don ÍCT, afach - ach caithfidh tú bheith ar an liosta tithíochta

source: You cannot be discriminated against when renting because you are getting one of certain payments, which include HAP, so landlords cannot state when advertising accommodation that HAP is not accepted
ga: Ní féidir leat aistriú ó aon fhoirm eile tacaíochta tithíochta sóisialta chuig ÍCT

source: The landlord information booklet (pdf) explains what landlords need to know and outlines the benefits of HAP to them, including direct electronic payment, low administration and extra tax reliefs
ga: Ní mór duit do chóiríocht phríobháideach féin a aimsiú - ní aimseoidh an t-údarás áitiúil í

source: Although the local authority administers the HAP scheme, you will not be a local authority tenant
ga: Cé go riarann an t-údarás áitiúil an scéim ÍCT, ní bheidh tú i do thionónta údaráis áitiúil

source: The rental agreement will be between yourself and the private landlord and your tenancy will be covered by the Residential Tenancies Act 2004 as amended (pdf)
ga: Beidh an comhaontú cíosa idir tú féin agus an tiarna talún príobháideach agus cuimseoidh an tAcht um Thionóntachtaí Cónaithe, 2004 (arna leasú (pdf)) do thionóntacht

source: This means that you will have certain rights and obligations, as will your landlord. Your tenancy must be registered with the Residential Tenancies Board
ga: Ciallaíonn seo go mbeidh cearta agus dualgais áirithe agat, agus beidh amhlaidh ag do thiarna talún

source: When you are a HAP tenant
ga: An ÍCT do theaghlaigh gan dídean

source: The local authority will inspect your accommodation within 8 months of the first HAP payment to your landlord, to ensure that it meets the minimum standards for rented housing
ga: I mi Nollag 2014, síneadh an ÍCT ar bhonn píolótach chuig teaghlaigh gan dídean i réigiún Bhaile Átha Cliath

source: The landlord is also required to produce evidence of tax compliance before the total of the HAP payments adds up to €10,000
ga: Chun cáiliú don ÍCT faoin scéim phíolótach seo, ní mór gur glacadh le teaghlach amhail bheith mar theaghlach gan dídean ag ceann amháin de na 4 údarás áitiúla i mBaile Átha Cliath

source: Your housing needs will have been met under HAP and you will no longer be on the local authority’s housing waiting list
ga: Oibríonn Feidhmeannacht um Dhaoine ar Easpa Dídine Réigiún Bhaile Átha Cliath Clár Píolótach an ÍCT ar son na 4 údarás áitiúla i mBaile Átha Cliath

source: However, if you wish to have access to other social housing supports, such as local authority housing or housing provided by a housing association, you can apply to the local authority for a transfer
ga: Féadfaidh na 4 údarás áitiúla seo teorainneacha cíosa níos airde a chur i bhfeidhm do theaghlaigh gan dídean a bheidh ag glacadh páirte san ÍCT

source: If you apply for a transfer at a later date, the time that you previously spent on the housing waiting list won’t count
ga: Tacaíonn seirbhís "Place Finder" le daoine gan dídean i gceantar Bhaile Átha Cliath chun tionóntacht a fháil agus ÍCT a úsáid

source: You will pay a weekly HAP rent contribution to the local authority, based on your household’s weekly income and your ability to pay, calculated in the same way as standard local authority differential rents
ga: Baineann an Reachtaíocht um Chomhionannas le cúrsaí ligin agus cóiríochta

source: This rent contribution will vary in accordance with your income and the local authority’s rent scheme
ga: Ní féidir le tiarnaí talún leithcheal a dhéanamh i leith tionóntaí ionchasacha ar na forais seo a leanas: inscne; stádas pósta; stádas clainne; gnéaschlaonadh; creideamh; aois; míchumas; cine; nó ballraíocht den Lucht Taistil

source: In the same way as anyone else who is paying a differential rent, you will have to notify the local authority of any changes in your income or household size, so that your rent contribution can be recalculated
ga: Ciallaíonn seo nach féidir le tiarnaí talún a bhfuil cóiríocht á fógairt acu a lua a thuilleadh nach nglactar le ÍCT (nó leis an Liúntas Cíosa)

source: If you take up a job or increase your working hours, you will still be eligible for HAP if you fulfil the other conditions of the scheme. This is different from the rules that apply to Rent Supplement
ga: Má bhraitheann tú go ndearna tiarna talún nó gníomhaire dá chuid/cuid leithcheal i do leith, is féidir leat gearán a dhéanamh faoi na hAchtanna um Stádas Comhionann

source: The local authority* will make the HAP payment to your landlord on your behalf, subject to certain conditions:
ga: Faoin Acht um Thionóntachtaí Cónaithe, 2004 (arna leasú (pdf)) is ga gach tionóntacht phríomháideach a chlárú leis an mBord um Thionóntachtaí Cónaithe (BTC)

source: • You must pay your weekly HAP rent contribution to the local authority* – if not, the local authority will stop paying your landlord
ga: Déanfaidh an t-údarás áitiúil cigireacht ar do chóiríocht laistigh de 8 mí tar éis go n-íoctar an chéad ÍCT le do thiarna talún, lena chinntiú go gcomhlíonann sí na caighdeáin riachtanacha

source: • If you get a social welfare payment at a post office, you must pay your HAP contribution through the Household Budget Scheme
ga: Ar a bharr sin, ceanglófar ar an tiarna talún chun deimhniú imréitigh cánach a sholáthar laistigh de 5 mhí ón gcéad íocaíocht ÍCT, nó sula shroiseann suim na n-íocaíochtaí €10,000, pé acu a tharlaíonn níos luaithe

source: • The accommodation must meet minimum standards for rented housing • Your landlord must have current evidence of tax compliance
ga: Beidh do chuid riachtanas tithíochta comhlíonta faoin ÍCT agus ní bheidh tú ar liosta an údaráis áitiúil a thuilleadh

source: • You (and your household) must not engage in anti-social behaviour
ga: Féadfaidh tú iarratas a dhéanamh, áfach, ar aistriú chuig foirm eile de thithíocht shóisialta

source: If your landlord requires a deposit, you will have to pay this yourself – the local authority will not pay it for you
ga: Beifear ag súil leis go bhfanfaidh tú i do chóiríocht ÍCT ar feadh 2 bhliain, ar a laghad, ach i gcásanna áirithe, b’fhéidir go mbeidh tú in ann iarratas a dhéanamh ar íocaíocht nua ÍCT in áit eile – mar shampla, má éiríonn do theaghlach ró-mhór le cónaí sa mhaoin nó má dhéantar post a thairiscint duit i mbaile eile

source: In some circumstances, you may be eligible to apply for assistance from the Department of Social Protection to help with paying a deposit
ga: Beidh ort teagmháil a dhéanamh leis an údarás áitiúil sa cheantar nua

source: You will be expected to stay in your HAP accommodation for at least 2 years, but in some situations you may be able to apply for a new HAP payment elsewhere – for example, if you are offered a job in another town or if your family grows too large for the property
ga: Íocfaidh tú ranníocaíocht sheachtainiúil chíosa ÍCT leis an údarás áitiúil, bunaithe ar ioncam seachtainiúil do theaghlaigh, a ríomhtar ar an mbealach céanna a ríomhtar cíos difreálach sna h-údaráis áitiúla

source: You will need to contact your local authority if you are thinking of moving
ga: Beidh an cíos seo athraitheach i gcomhréir le d’ioncam agus le scéim chíosa an údaráis áitiúil

source: If a tenant or a landlord wishes to end a residential tenancy, they must comply with the relevant legislation
ga: Ar an mbealach céanna le duine ar bith eile a bhfuil cíos difreálach á íoc acu, beidh ort an t-údarás áitiúil a chur ar an eolas faoi aon athruithe a tháinig ar d’ioncam nó ar mhéid do theaghlaigh, ionas gur féidir an cíos a athríomh

source: Read more on Threshold’s website
ga: Seo athrú ar na rialacha a bhaineann le Forlíonadh Cíosa

source: In general, the rent must be within the prescribed HAP rent limits for your household size and the area you live in
ga: Go ginearálta, ní mór go mbeadh an cíos laistigh de theorainneacha cíosa an ÍCT i dtaobh mhéid do theaghlaigh agus i dtaobh an cheantair ina bhfuil cónaí ort

source: However, flexibility of up to 20% may be provided, on a case-by-case basis, where a household cannot find suitable accommodation within these limits
ga: Féadtar cíos níos mó a údarú (suas go 20% sa bhreis) munar féidir cóiríocht oiriúnach a fháil ar cíos taobh istigh de na teorainneacha, agus, mar a dúradh thuas, tá teorainneacha cíosa níos airde i bhfeidhm do theaghlaigh gan dídean i gceantar Bhaile Átha Cliath. Tá tábla theorainneacha i 'Rátaí' thíos. Do thiarna talún a íoc

source: As noted above, there is also specific flexibility, on a case-by-case basis, for eligible homeless households in the Dublin region
ga: Íocfaidh an t-údarás áitiúil do chíos go díreach le do thiarna talún thar do cheann, faoi réir roinnt coinníollacha:

source: The current limits are stated in the Housing Assistance Payment (Amendment) Regulations 2017
ga: Chomh maith leis sin, b’fhéidir go mbeifeá in ann Íocaíocht ar Riachtanais Eisceachtúla a fháil chun cabhrú leat an éarlais a íoc

source: This table shows the maximum monthly rent limits allowable in each local authority area for different types of household
ga: Rátaí Léiríonn an tábla seo na huasrátaí míosúla cíosa i ngach ceantar de réir struchtúr an teaghlaigh

source: │Local authority │1 adult in shared accommodation │Couple in shared accommodation │1 adult│Couple│Couple or 1 adult with 1 child │Couple or 1 adult with 2 children │Couple or 1 adult with 3 children │
ga: │Údarás áitiúil │Duine fásta amháin i gcomhchóiríocht │Lánúin i gcomhchóiríocht │Duine fásta amháin │Lánúin│Lánúin nó duine fásta amháin le páiste amháin │Lánúin nó duine fásta amháin le páiste │Couple or 1 adult with 3 children │

source: │Carlow County Council │€270 │€290 │€440 │€510 │€570 │€600 │€630 │
ga: │Comhairle Contae Cheatharlaigh │€270 │€290 │€440 │€510 │€570 │€600 │€630 │

source: │Clare County Council │€220 │€240 │€360 │€400 │€480 │€515 │€550 │
ga: │Comhairle Contae an Chláir │€220 │€240 │€360 │€400 │€480 │€515 │€550 │

source: │Cork City Council │€300 │€330 │€550 │€650 │€900 │€925 │€950 │
ga: │Comhairle Cathrach Chorcaí │€300 │€330 │€550 │€650 │€900 │€925 │€950 │

source: │Cork County Council │€300 │€330 │€550 │€650 │€900 │€925 │€950 │
ga: │Comhairle Contae Chorcaí │€300 │€330 │€550 │€650 │€900 │€925 │€950 │

source: │Donegal County Council │€200 │€230 │€340 │€370 │€410 │€470 │€520 │
ga: │Comhairle Contae Dhún na nGall │€200 │€230 │€340 │€370 │€410 │€470 │€520 │

source: │Dublin City Council │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │
ga: │Comhairle Cathrach Bhaile Átha Cliath │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │

source: │Dún Laoghaire-Rathdown County Council │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │
ga: │Comhairle Contae Dhún Laoghaire-Rath an Dúin │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │

source: │Fingal County Council │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │
ga: │Comhairle Contae Fhine Gall │€400 │€440 │€660 │€900 │€1,150 │€1,175 │€1,200 │

source: │Galway City Council │€330 │€360 │€575 │€650 │€850 │€875 │€900 │
ga: │Comhairle Cathrach na Gaillimhe │€330 │€360 │€575 │€650 │€850 │€875 │€900 │

source: │Galway County Council │€330 │€360 │€575 │€650 │€850 │€875 │€900 │
ga: │Comhairle Contae na Gaillimhe │€330 │€360 │€575 │€650 │€850 │€875 │€900 │

source: │Kildare County Council │€350 │€400 │€575 │€750 │€975 │€1,050 │€1,100 │
ga: │Comhairle Contae Chill Dara │€350 │€400 │€575 │€750 │€975 │€1,050 │€1,100 │

source: │Kilkenny County Council │€230 │€270 │€480 │€530 │€630 │€660 │€690 │
ga: │Comhairle Contae Chill Chainnigh │€230 │€270 │€480 │€530 │€630 │€660 │€690 │

source: │Limerick City and County Council │€270 │€300 │€420 │€450 │€650 │€700 │€750 │
ga: │Comhairle Contae agus Cathrach Luimnigh │€270 │€300 │€420 │€450 │€650 │€700 │€750 │

source: │Louth County Council │€310 │€350 │€575 │€650 │€975 │€1,050 │€1,100 │
ga: │Comhairle Contae na Lú │€310 │€350 │€575 │€650 │€975 │€1,050 │€1,100 │

source: │Mayo County Council │€200 │€220 │€390 │€410 │€480 │€500 │€520 │
ga: │Comhairle Contae Mhuigh Eo │€200 │€220 │€390 │€410 │€480 │€500 │€520 │

source: │Meath County Council │€310 │€350 │€575 │€700 │€975 │€1,050 │€1,100 │
ga: │Comhairle Contae na Mí │€310 │€350 │€575 │€700 │€975 │€1,050 │€1,100 │

source: │Monaghan County Council │€200 │€220 │€330 │€390 │€500 │€515 │€530 │
ga: │Comhairle Contae Mhuineacháin │€200 │€220 │€330 │€390 │€500 │€515 │€530 │

source: │Offaly County Council │€210 │€230 │€380 │€435 │€550 │€575 │€600 │
ga: │Comhairle Contae Uíbh Fhailí │€210 │€230 │€380 │€435 │€550 │€575 │€600 │

source: │Sligo County Council │€220 │€250 │€460 │€490 │€550 │€575 │€600 │
ga: │Comhairle Contae Shligigh │€220 │€250 │€460 │€490 │€550 │€575 │€600 │

source: │South Dublin County Council │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │
ga: │Comhairle Contae Bhaile Átha Cliath Theas │€430 │€500 │€660 │€900 │€1,250 │€1,275 │€1,300 │

source: │Tipperary County Council │€210 │€230 │€380 │€420 │€525 │€560 │€600 │
ga: │Comhairle Contae Thiobraid Árann │€210 │€230 │€380 │€420 │€525 │€560 │€600 │

source: │Waterford City and County Council │€240 │€270 │€430 │€450 │€550 │€575 │€600 │
ga: │Comhairle Contae agus Cathrach Phort Láirge │€240 │€270 │€430 │€450 │€550 │€575 │€600 │

source: │Wicklow County Council │€370 │€410 │€660 │€900 │€1,150 │€1,200 │€1,250 │
ga: *Tá solúbthacht ann, thuas le 20% munar féidir cóiríocht oiriúnach a fháil ar cíos taobh istigh de na teorainneacha, agus, mar a dúradh thuas, tá teorainneacha cíosa níos airde i bhfeidhm do theaghlaigh gan dídean i gceantar Bhaile Átha Cliath

source: If you are not yet on your local authority’s housing list, you will need to apply for social housing support in the usual way
ga: Murar faomhadh thú go fóill do thacaíocht tithíochta sóisialta, beidh ort iarratas a dhéanamh uirthi ar an ngnáthbhealach

source: If you are homeless in the Dublin region, contact the Dublin Place Finder Service on placefinders@dublincity.ie or contact the homeless section of your local authority
ga: Má tá tú gan dídean i gceantar Bhaile Átha Cliath, téigh i dteagmháil le placefinders@dublincity.ie nó le d'údarás áitiúil

source: If you are already on the housing list, you can ask the local authority for a HAP application form
ga: Má tá tú ar an liosta tithíochta cheana féin, agus má tá ÍCT á hoibriú i do cheantar, féadfaidh tú iarraidh ar an údarás áitiúil ar fhoirm iarratais ÍCT

source: This form only needs to be filled in when you have found suitable accommodation, or if you are already in private rented accommodation and eligible to transfer to HAP
ga: Ní gá an fhoirm seo a chomhlánú ach amháin tar éis gur aimsigh tú cóiríocht oiriúnach – nó go bhfuil tú i gcóiríocht phríobháideach ar cíos agus go bhfuil tú incháilithe chun aistriú chuig ÍCT

source: Your landlord will need to complete and sign part of the HAP application form
ga: Beidh ar do thiarna talún cuid den fhoirm a chomhlánú agus a shíniú

source: If you are in any doubt about whether your tenancy arrangement qualifies for HAP, check with your local authority, which can advise you on this
ga: Má tá amhras ort nach gcáilíonn do thionóntacht faoi ÍCT, déan teagmháil leis an údarás áitiúil chun an cheist a shocrú

source: If you are approved for HAP, you then sign a Rent Contribution Agreement with the local authority
ga: Má fhaomhtar thú do ÍCT, síníonn tú Comhaontú Ranníocaíochta Cíosa leis an údarás áitiúil

source: You may be asked for a copy of the rental agreement with your landlord
ga: B’fhéidir go n-iarrfar ort cóip den chomhaontú cíosa le do thiarna talún a sholáthar

source: If you have been on Rent Supplement for a long time, the Department of Social Protection may ask you to contact your local authority about transferring to HAP
ga: Beidh daoine a bhfuil an ÍCT á fáil acu, áfach, in ann glacadh le fostaíocht lánaimseartha, faoi réir choinníollacha na scéime
